Coping applied, but only in Medium Detail Level.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId CopingWarningMedium { get; }
  Visual Basic
Public Shared ReadOnly Property CopingWarningMedium As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ CopingWarningMedium {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures ColumnInsideWallFailures Class
  Autodesk.Revit.DB Namespace